Revit 2027 API
UnitTypeId.CubicMillimeters Property
 Cubic millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMillimeters { get; }
Public Shared ReadOnly Property CubicMillimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMillimeters {
	ForgeTypeId^ get ();
}
static member CubicMillimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace